[Language]
0x401=ARA
0x404=CHT
0xC04=CHT
0x407=GER
0x409=ENG
0x40C=FRN
0x410=ITA
0x411=JPN
0x412=KRN
0x419=RUS
0x804=CHS
0xC0A=SPA
0x416=PT
0x816=PT

[ARA]
IDS_CONNECTFAIL =	"فشل الاتصال بخادم الويب الخاص بشركة ASUS!"
IDS_NOMOREFILE =	"غير قادر على إيجاد الملف على الخادم البعيد!"
IDS_DISKFULL =		"تم إحباط التنزيل لعدم وجود مساحة خالية كافية على القرص!"
IDS_UNPACKFAIL =	"Failed to unpack %1!"
IDS_UPDATED1 =		"تم تحديث "%1" من %2 إلى %3 بنجاح."
IDS_UPDATED2 =		"تم تحديث "%1" إلى %2 بنجاح."
IDS_UPDATEFAIL =	"فشل التحديث."
IDS_UPDATEITSELF =	"سيتم إغلاق البرنامج لبعض الوقت كي يحدث نفسه."
IDS_OK = "تحديث"
IDS_CANCEL = "إلغاء"
IDS_BATTERYLOW = "هناك تحديث متوفر لحاسوبك. البطارية منخفضة جدًا. لتثبيت التحديث الآن؛ يرجى توصيل جهازك بمصدر طاقة, وحفظ كل ملفاتك, وإغلاق كل البرامج المفتوحة, ثم الضغط على زر Update (التحديث)."

[CHT]
IDS_CONNECTFAIL =        "無法連線至華碩網路伺服器！"
IDS_NOMOREFILE =         "無法在遠端伺服器上找到相關的檔案！"
IDS_DISKFULL =           "磁碟空間不足，下載中止！"
IDS_UNPACKFAIL =         "“%1”解封裝失敗！"
IDS_UPDATED1 =           "成功地將“ %1”自 %2 更新到 %3。"
IDS_UPDATED2 =           "成功地將“ %1”更新到 %2。"
IDS_UPDATEFAIL =         "更新失敗！"
IDS_UPDATEITSELF =       "程式將會關閉一會兒以便自我更新。"
IDS_OK = "更新"
IDS_CANCEL = "取消"
IDS_BATTERYLOW = "有您電腦適用的更新，但目前系統電量過低，若要立即更新，請接上電源儲存所有檔案，並關閉所有開啟的程式，接著點選更新按鈕。"

[GER]
IDS_CONNECTFAIL =        "Verbindung mit dem ASUS Webserver fehlgeschlagen!"
IDS_NOMOREFILE =         "Datei konnte nicht auf dem Remote Server gefunden werden!"
IDS_DISKFULL =           "Download wurde abgebrochen, da nicht genügend Speicherplatz zur Verfügung steht!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Aktualisierung "%1" von %2 bis %3 erfolgreich."
IDS_UPDATED2 =           "Aktualisierung "%1" bis %2 erfolgreich."
IDS_UPDATEFAIL =         "Aktualisierung fehlgeschlagen!"
IDS_UPDATEITSELF =       "Programm wird zur Selbstaktualisierung geschlossen."
IDS_OK = "Aktualisieren"
IDS_CANCEL = "Abbrechen"
IDS_BATTERYLOW = "Für Ihren Computer ist ein Update verfügbar. Die Akkuladung ist zu gering. Um das Update jetzt zu installieren, schließen Sie Ihr Gerät bitte an die Stromversorgung an, speichern Sie alle Ihre Dateien, schließen Sie alle geöffneten Programme und klicken Sie dann auf die 'Aktualisieren'-Schaltfläche."

[ENG]
IDS_CONNECTFAIL =        "Failed to connect to ASUS web server!"
IDS_NOMOREFILE =         "Unable to find the file on the remote server!"
IDS_DISKFULL =           "Downloading is aborted due to insufficient disk free space!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Successfully updated "%1" from %2 to %3."
IDS_UPDATED2 =           "Successfully updated "%1" to %2."
IDS_UPDATEFAIL =         "Update failed."
IDS_UPDATEITSELF =       "Program will be closed for a time to update itself."
IDS_OK = "Update"
IDS_CANCEL = "Cancel"
IDS_BATTERYLOW = "There is an update available for your computer. The battery is too low. To install the update now, please connect to a power source, save all your files, close all open programs, then click the Update button."

[FRN]
IDS_CONNECTFAIL =        "Echec de connexion au serveur web ASUS !"
IDS_NOMOREFILE =         "Impossible de localiser le fichier sur le serveur distant !"
IDS_DISKFULL =           "Téléchargement annulé en raison d'un espace disque insuffisant !"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Mise à jour de "%1" depuis %2 vers %3 réussie."
IDS_UPDATED2 =           "Mise à jour de "%1" vers %2 réussie."
IDS_UPDATEFAIL =         "Echec de la mise à jour !"
IDS_UPDATEITSELF =       "Le programme va être fermé pendant un certain temps pour effectuer sa mise à jour."
IDS_OK = "Mettre à jour"
IDS_CANCEL = "Annuler"
IDS_BATTERYLOW = "Une mise à jour est disponible pour votre ordinateur. Le niveau de charge de la batterie est trop faible. Pour installer cette mise à jour maintenant, veuillez connecter l'ordinateur à une source d'alimentation, sauvegarder tous vos fichiers et fermer tous les programmes ouverts, puis cliquez sur le bouton Mettre à jour."

[ITA]
IDS_CONNECTFAIL =        "Connessione al server web ASUS non riuscita!"
IDS_NOMOREFILE =         "Impossibile trovare il file sul server remoto!"
IDS_DISKFULL =           "Arresto del processo di downloading per insufficiente spazio libero su disco!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Aggiornamento "%1" da %2 a %3 riuscito."
IDS_UPDATED2 =           "Aggiornamento "%1" a %2 riuscito."
IDS_UPDATEFAIL =         "Aggiornamento non riuscito!"
IDS_UPDATEITSELF =       "Il programma sarà temporaneamente chiuso per poter essere aggiornato."
IDS_OK = "Aggiorna"
IDS_CANCEL = "Annulla"
IDS_BATTERYLOW = "Aggiornamento disponibile per il tuo computer. La batteria è in esaurimento. Per installare l'aggiornamento adesso collegati ad una fonte di alimentazione, salva tutti i tuoi file, chiudi tutti i programmi aperti e clicca sul pulsante Aggiorna."

[JPN]
IDS_CONNECTFAIL =        "アップデートサーバへの接続に失敗しました！"
IDS_NOMOREFILE =         "サーバ上にファイルが見つかりません！"
IDS_DISKFULL =           "ディスクの空き領域が不十分であるためダウンロードが中断されました！"
IDS_UNPACKFAIL =         "%1の解凍に失敗しました！"
IDS_UPDATED1 =           " "%1"を %2 から %3 にアップデートしました"
IDS_UPDATED2 =           " "%1"を %2 にアップデートしました"
IDS_UPDATEFAIL =         "アップデートに失敗！"
IDS_UPDATEITSELF =       "ASUS Live Updateのアップデートを実施するため、ASUS Live Updateを終了します。"
IDS_OK = "更新"
IDS_CANCEL = "キャンセル"
IDS_BATTERYLOW = "お使いのコンピューターで利用可能な更新があります。バッテリー残量が少なくなっています。今すぐ更新をインストールするには、電源に接続し、全てのファイルを保存し、開いている全てのプログラムを閉じ、「更新」をクリックしてください。"

[KRN]
IDS_CONNECTFAIL =        "ASUS 웹 서버 연결을 실패하였습니다!"
IDS_NOMOREFILE =         "원격 접속 서버에서 파일을 찾을 수 없습니다!"
IDS_DISKFULL =           "디스크에 충분한 공간이 없어 다운로드가 취소되었습니다!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "%2의 "%1"이 %3으로 성공적으로 업데이트 되었습니다."
IDS_UPDATED2 =           ""%1"이 %2로 성공적으로 업데이트 되었습니다."
IDS_UPDATEFAIL =         "업데이트 실패!"
IDS_UPDATEITSELF =       "자가 업데이트 시 프로그램이 종료됩니다."
IDS_OK = "Update(업데이트)"
IDS_CANCEL = "Cancel(취소)"
IDS_BATTERYLOW = "컴퓨터에 사용할 수 있는 업데이트가 있습니다. 배터리 잔량이 너무 낮습니다. 지금 업데이트를 설치하려면 먼저 전원에 연결한 다음 모든 파일을 저장하고 열려 있는 모든 프로그램을 닫은 후 Update(업데이트) 버튼을 누르십시오."

[RUS]
IDS_CONNECTFAIL =        "Ошибка при подключении к серверу ASUS!"
IDS_NOMOREFILE =         "Невозможно найти файл на удаленном сервере!"
IDS_DISKFULL =           "Загрузка прервана из-за недостаточного свободного дискового пространства!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Обновление "%1" с %2 до %3 завершено."
IDS_UPDATED2 =           "Обновление "%1" до %2 завершено."
IDS_UPDATEFAIL =         "Обновление неудачно !"
IDS_UPDATEITSELF =       "Программа будет закрыта для непосредственного обновления."
IDS_OK = "Обновить"
IDS_CANCEL = "Отмена"
IDS_BATTERYLOW = "Имеются обновления для компьютера. Аккумулятор разряжен.  Для установки обновления сейчас, подключите блок питания, сохраните все файлы, закройте все открытые программы и нажмите кнопку «Обновить»."

[CHS]
IDS_CONNECTFAIL =        "无法连接到华硕服务器。"
IDS_NOMOREFILE =         "在远程服务器上没有发现指定文件！"
IDS_DISKFULL =           "磁盘空间不足，终止下载！"
IDS_UNPACKFAIL =         "无法解包“%1”！"
IDS_UPDATED1 =           "成功将“ %1”从 %2 更新到 %3。"
IDS_UPDATED2 =           "成功将“ %1”更新到 %2。"
IDS_UPDATEFAIL =         "更新失败！"
IDS_UPDATEITSELF =       "程序将被关闭以升级。"
IDS_OK = "更新"
IDS_CANCEL = "取消"
IDS_BATTERYLOW = "有您电脑适用的更新，但当前系统电量过低，若要立即更新，请连接电源，保存所有文件，并关闭所有开启的程序，然后点击更新按钮。"

[SPA]
IDS_CONNECTFAIL =        "¡Fallo al conectar con el servidor Web ASUS!"
IDS_NOMOREFILE =         "¡No es posible encontrar el archivo en el servidor remoto!"
IDS_DISKFULL =           "Descarga abortada debido a espacio libre en disco insuficiente!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Actualizando "%1" desde %2 a %3 realizada con éxito."
IDS_UPDATED2 =           "Actualizando "%1" a %2 realizada con éxito."
IDS_UPDATEFAIL =         "¡Actualización fallida!"
IDS_UPDATEITSELF =       "El programa se cerrará para poder actualizarse."
IDS_OK = "Actualizar"
IDS_CANCEL = "Cancelar"
IDS_BATTERYLOW = "Hay una nueva actualización disponible para el equipo. Carga de la batería demasiado baja. Para instalar la actualización ahora, conéctese a una fuente de alimentación, guarde todos los archivos, cierre todos los programas abiertos y, a continuación, haga clic en el botón Actualizar."

[PT]
IDS_CONNECTFAIL =        "Não foi possível ligar ao servidor de internet ASUS!"
IDS_NOMOREFILE =         "Impossível encontrar o ficheiro no servidor remoto!"
IDS_DISKFULL =           "Transferência abortada devido a espaço em disco insuficiente!"
IDS_UNPACKFAIL =         "Failed to unpack %1!"
IDS_UPDATED1 =           "Actualização bem sucedida "%1" do %2 a %3."
IDS_UPDATED2 =           "Actualização bem sucedida "%1" para %2."
IDS_UPDATEFAIL =         "Actualização falhou."
IDS_UPDATEITSELF =       "O programa será encerrado durante algum tempo para se actualizar."
IDS_OK = "Atualizar"
IDS_CANCEL = "Cancelar"
IDS_BATTERYLOW = "Há uma atualização disponível para o seu computador. A bateria está demasiado fraca. Para instalar a atualização agora, ligue a uma fonte de alimentação, guarde todos os seus ficheiros, feche todos os programas abertos e clique no botão Atualizar."